Repository: jason-chao/civil-referendum-dotnet
Catalog: ReferendumWeb/CRResources/Resources.*.resx
Languages: pt_pt, zh_mo

source: Abstention
pt_pt: Abstenção
zh_mo: 棄權

source: Agree
pt_pt: Concordar
zh_mo: 同意

source: Ballot Paper
pt_pt: Boletim de voto
zh_mo: 選票

source: Blank
pt_pt: Voto em branco
zh_mo: 白票

source: Caution:
pt_pt: Atenção:
zh_mo: 注意：

source: Check
pt_pt: Conferir
zh_mo: 檢查

source: Civil Referendum 2014
pt_pt: Referendo Civil 2014
zh_mo: 2014 特首選舉民間公投

source: Confirm your choices:
pt_pt: Confirme as suas escolhas:
zh_mo: 確認你的選擇：

source: Continue
pt_pt: Continuar
zh_mo: 繼續

source: Date of Birth
pt_pt: Data de Nascimento
zh_mo: 出生日期

source: Disagree
pt_pt: Discordar
zh_mo: 不同意

source: ID Card Number
pt_pt: Número de Bilhete de Identidade
zh_mo: 身份證號碼

source: In Person Voting
pt_pt: Voto em pessoa
zh_mo: 親身投票

# KeepYourIDCard
source: Please ensure that you have kept your ID card properly with you before leaving.
pt_pt: Por favor verifique se tem o seu Bilhete de Identidade consigo antes de nos deixar.
zh_mo: 離開前，請留意保管好你的身份證。

# MotionOne
source: Motion 1:
zh_mo: 命題1：

# MotionTwo
source: Motion 2:
zh_mo: 命題2：

source: No
pt_pt: Não
zh_mo: 否

# OverridingMessage
source: We detected that your ID card number has been used to vote online before. Now you have the right to vote in person once to override the vote previously cast online using your ID card number.
pt_pt: O seu número de Bilhete de Identidade já foi utilizado para votar pela internet. Poderá votar pessoalmente para cancelar o seu voto anterior.
zh_mo: 我們偵測到你的身份證號碼曾在網上投票被使用。現在你有一次機會，在親身投票時取代之前使用你身份證號碼作出的網上投票。

# PrivacyStatement_P1
source: Pursuant to relevant provisions in the Law for Protection of Personal Data, please be informed of the following information:
pt_pt: Nos termos segundo as disposições da Lei de Protecção de Dados Pessoais, informamos- lhe o seguinte:
zh_mo: 根據《個人資料保護法》相關規定，請知悉：

# PrivacyStatement_P2
source: The Open Macau Society is the entity responsible for processing your personal data. You, a citizen of Macau, are about to voluntarily provide to us your ID card number, phone number and date of birth on your own accord to take part in the civil referendum that has no legal effect. Your data will be temporarily stored in the computer system under the management of the Open Macau Society during the voting period and will be permanently deleted from the system once the results of the civil referendum are finalised. Our collection of data is solely restricted to the purpose of the verification of the uniqueness of voters in the Civil Referendum 2014. Highly sensitive information, like your ID card number, is encrypted into an irreversible string of characters using the algorithm of SHA-512 when being stored in our system.
pt_pt: A Sociedade Aberta de Macau é a identidade responsável pelo processo dos seus dados pessoais. Você, como cidadão de Macau tomando parte no Referendo Civil que nã tem efeito legislativo sobre a sua própria vontade, irá voluntáriamente, fornecer-nos o seu número de Bilhete de Identidade, telefone e data de nascimento. Os seus dados serão temporariamente registados no sistema de computador sob gestão da Sociedade Aberta de Macau durante o período de voto e serão permanentemente apagados do sistema logo que os resultados do Referendo Civil serem finalizados. A recolha de dados é somente restrita para fins de verificação da singularidade dos eleitores do Referendo Civil 2014. A informação mais sensível como o seu número do Bilhete de Identidade, será convertida numa sequência de caracteres irreversível usando o algoritmo SHA-512.
zh_mo: 你的個人資料由開放澳門協負責處理。你現自願向本會提供身份證號碼、電話號碼以及出生日期，用以參與無法律效力的民間投票活動。在投票期內你的個人資料將會被臨時儲存在由開放澳門協會管理的電腦系統內。在民間公投最終核實後，你的個人資料將從我們的系統被永久性刪除。收集個人資料的目的純粹為防止重覆投票，以保證「一人一票」參與2014民間公投。高度敏感資料，例如你的身份證號碼，會用SHA-512演算法加密成不可還原的亂數。

# PrivacyStatement_P3
source: If you agree to provide your personal data to us in order to participate in the civil referendum to express your view on the Chief Executive Election, please click the button below.
pt_pt: Se concorda em nos fornecer os seus dados pessoais de modo a que possa participar no Referendo Civil para expressar a sua opinião sobre a Eleição do Chefe Executivo, por favor, carregue no botão em baixo.
zh_mo: 如果你同意提供你的個人資料用以參與民間公投活動向特首選舉表達意見，請按以下按鈕。

# PrivacyStatement_Title
source: Privacy Statement
pt_pt: Declaração de Privacidade
zh_mo: 私隱聲明

# ProceedToBallotPaper
source: Proceed to the Ballot Paper
pt_pt: Avançar para o Boletim de voto
zh_mo: 前往選票

# QuestionOne
source: Motion 1: Should the Chief Executive of the Macau be elected by universal suffrage in 2019?
pt_pt: Moção 1: Deverá o Chefe do Executivo ser eleito por sufrágio universal em 2019?
zh_mo: 命題1：你是否贊成2019年澳門行政長官由普選產生？

# QuestionTwo
source: Motion 2: Do you have confidence in the sole candidate in the Chief Executive Election 2014 Chui Sai On Fernando becoming the Chief Executive?
pt_pt: Moção 2: Tem confiança neste único candidato para a Eleição do Chefe do Executivo de 2014 Chui Sai On Fernando para ser Chefe do Executivo ?
zh_mo: 命題2：你是否信任2014澳門行政長官選舉唯一候選人崔世安成為行政長官？

# ReturnTabletComputer
source: Please return this computer to the volunteer to get back your ID card.
pt_pt: Por favor devolva este computador ao nosso voluntário para que este lhe devolva o seu Bilhete de Identidade.
zh_mo: 請將此電腦交回到民間公投義工手中並取回你的身份證。

# StepOne
source: Step One - Voter Verification
pt_pt: Primeiro passo: Verificação de Eleitor
zh_mo: 第一步：投票者資料驗證

# StepTwo
source: Step Two - SMS Message Verification
pt_pt: Segundo Passo: Verificação por mensagem SMS
zh_mo: 第二步：短訊驗證

source: Submit
pt_pt: Submeter
zh_mo: 提交

source: Support
pt_pt: Suporte para utilização
zh_mo: 使用支援

# ThanksForVoting
source: Thank you very much for taking part in the Civil Referendum 2014 on Chief Executive Election.
pt_pt: Muito Obrigada pela sua participação no Referendo Civil 2014 sobre a Eleição do Chefe Executivo. Obrigada.
zh_mo: 感謝你參與2014特首選舉民間公投。

source: Thank you.
pt_pt: Obrigado
zh_mo: 多謝

# VoteHasBeenCast
source: You have cast your vote successfully.
pt_pt: Conseguiu votar com sucesso.
zh_mo: 你已成功投票

source: Yes
pt_pt: Sim
zh_mo: 是

# ErrorMsg_AlreadyVoted
source: Every citizen may vote once only.
pt_pt: Cada cidadão poderá votar somente uma vez.
zh_mo: 未能允許重覆投票

# ErrorMsg_Captcha
source: Invalid captcha. Please try again.
pt_pt: Captcha inválido. Tente de novo.
zh_mo: 圖片驗證碼不正確，請再試。

# ErrorMsg_InvalidIDInfo
source: Invalid ID card inputs. Please try again.
pt_pt: Entradas do Bilhete de Identidade inválidos. Tente outra vez.
zh_mo: 身份證資料輸入不正確，請再試。

# ErrorMsg_InvalidLength
source: Invalid length of an input. Please try again.
pt_pt: Tamanho da entrada inválido. Tente outra vez.
zh_mo: 有資料長度不正確，請再試。

# ErrorMsg_InvalidPhone
source: Invalid phone number. Please try again.
pt_pt: Número de telefone inválido. Tente de novo.
zh_mo: 電話格式不正確，請再試。

# ErrorMsg_TooManyTrials
source: Too many trials for the same data. Please try again tomorrow.
pt_pt: Tentativas esgotadas. Tente outra vez amanhã.
zh_mo: 同一資料嘗試驗證太多次，請明天再試。

# ErrorMsg_Underaged
source: Voter has not reached the minimum eligible age.
pt_pt: O eleitor não alcançou a idade mínima para votar.
zh_mo: 未達最低投票年齡

# BackHome
source: Go back to home
pt_pt: Voltar á página principal
zh_mo: 返回主頁

source: CAPTCHA
zh_mo: 圖片驗證碼

# Captcha_Change
source: Next
pt_pt: Continuar
zh_mo: 換另一張

# Captcha_Inst
source: Please type the characters that you can read from the picture above.
pt_pt: Insire os caracteres que vê na imagem em baixo.
zh_mo: 請輸入圖片所顯示之文字

source: Confirm
pt_pt: Confirmar
zh_mo: 確定

# ContactSupport
source: For enquiries, please contact us for support.
pt_pt: Contacte- nos caso precise de mais informações.
zh_mo: 如有查詢或需要技術支援，請聯絡我們。

# ErrorMsg_OtherReasons
source: Voting denied for other reasons.
pt_pt: Voto recusado devido a outras razões.
zh_mo: 其他原因，請再試。

# Expired_SMS_Code
source: SMS verification code has expired. Please start over.
pt_pt: Código de verificação expirado. Tente de novo.
zh_mo: 短訊驗證碼已逾期，請重新再試

# GoToCRWeb
source: Go to the Civil Referendum website
pt_pt: Ir para a página do Referendo Civil.
zh_mo: 到民間公投網站

source: ID card part
pt_pt: Secção do Bilhete de Identidade
zh_mo: 身份證部份

# Input6DigitVerificationCode
source: Please input below the 6-digit verificatoin code.
pt_pt: Por favor inserir os 6 dígitos do código de verificação.
zh_mo: 請輸入收到的6位數字驗證碼。

source: Invalid operation
pt_pt: Operação inválida
zh_mo: 無效操作

# Invalid_SMS_Code
source: SMS verification code is invalid
pt_pt: Código de verificação por SMS inválido.
zh_mo: 短訊驗證碼不正確

# Next_Step
source: Next
pt_pt: Continuar
zh_mo: 下一步

# SMS_CR_Code
source: Verification Code for Civil Referendum
pt_pt: Código de verificação do Referendo Civil
zh_mo: 民間公投驗證碼

# StepOne_InputInst1
source: Please take out your Macau ID card and turn to the back side. Input three parts of data indicated in the figure below.
pt_pt: Por favor vire o seu Bilhete de Identidade de verso. Preencha três partes de dados indicados na imagem em baixo.
zh_mo: 請拿出你的澳門身份證並轉至背面，分別輸入三組在如圖所示位置的資料：

# StepOne_InputInst2
source: 8 digits in the first line following "I<MAC" and 1 digit following the "<"
pt_pt: 8 dígitos na primeira linha posteriores a <MAC e um dígito depois do símbolo <
zh_mo: 第一行開首 I<MAC 之後8位數字，及其 < 之後1位數字

# StepOne_InputInst3
source: The last 7 digits in the first line
pt_pt: Os últimos 7 dígitos na segunda linha
zh_mo: 第一行結尾的7位數字

# StepOne_InputInst4
source: The first 7 digits in the second line
pt_pt: 7 dígitos da segunda linha
zh_mo: 第二行的首7位數字

# StepOne_InputInst5
source: Macau mobile phone number
pt_pt: Número de telefone móvel de Macau
zh_mo: 澳門流動電話號碼

# StepOne_InputInst6
source: A valid Macau mobile phone number is required for the SMS verification in the next step.
pt_pt: Um número de telefone móvel será necessário para a verificação por SMS no próximo passo.
zh_mo: 請提供有效的流動電話號碼，將需於下一步接收驗證碼短訊

# TextMessageSentTo
source: A SMS text message containing the verification code has been sent to
pt_pt: Uma mensagem SMS contendo o código de verificação foi enviada para o número
zh_mo: 驗證短訊已發送至你提供的流動電話號碼

# TooMany_SMS_Trials
source: Too many trials for SMS code verification. Please start over.
pt_pt: Tentativas esgotadas para a verificação do código por SMS. Por favor tente de novo.
zh_mo: 短訊驗證錯誤次數過多，請重頭開始投票。

# VerificationNotPassed
source: Verification was not passed
pt_pt: Verificação não aceite.
zh_mo: 未能通過

# VotingPeriodIs
source: The voting period is
pt_pt: O período de voto é
zh_mo: 投票期為
